Repository: OrchardCMS/TryOrchardCore
Catalog: OrchardCore.Try/Localization/*/OrchardCore.Try.po
Languages: fr

# OrchardCore.Try.Controllers.HomeController
source: Please, accept the terms and conditions.
fr: Veuillez accepter les termes et conditions.

# OrchardCore.Try.Controllers.HomeController
source: Invalid tenant name. Must contain characters only and no spaces.
fr: Nom de site invalide. Ne doit contenir que des caractères et aucun espace.

# OrchardCore.Try.Controllers.HomeController
source: This site name already exists.
fr: Ce nom de site existe déjà.

# OrchardCore.Try.Controllers.HomeController
source: Invalid recipe name.
fr: Nom de recette invalide.

# OrchardCore.Try.Views.Home.Index
source: Create a site
fr: Créer un site

# OrchardCore.Try.Views.Home.Index
source: Please provide a valid email address to send you a link that will activate the site.
fr: Veuillez fournir une adresse email valide pour vous envoyer un lien qui activera le site.

# OrchardCore.Try.Views.Home.Index
source: Site Name
fr: Nom du site

# OrchardCore.Try.Views.Home.Index
source: The name of the site that will be created.
fr: Le nom du site qui sera créé.

# OrchardCore.Try.Views.Home.Index
source: Recipe
fr: Recette

# OrchardCore.Try.Views.Home.Index
source: Websites can be preconfigured with custom content and templates. The following examples will give you an idea of what you can build with it.
fr: Les sites web peuvent être configurés avec du contenu et des modèles. Les exemples suivants vous donneront une idée de ce que vous pouvez construire avec lui.

# OrchardCore.Try.Views.Home.Index
source: I agree with the
fr: Je suis d'accord avec les

# OrchardCore.Try.Views.Home.Index
source: Terms and Conditions
fr: Termes et Conditions

# OrchardCore.Try.Views.Home.Index
source: We use the email address to create a demo site. Here is our
fr: Nous utilisons l'adresse email pour créer un site de démo. Voir notre

# OrchardCore.Try.Views.Home.Index
source: Privacy Policy
fr: Politique de vie privée

# OrchardCore.Try.Views.Home.Index
source: Submit
fr: Envoyer

# OrchardCore.Try.Views.Home.Success
source: Site created successfully.
fr: Site créé avec succès.

# OrchardCore.Try.Views.Home.Success
source: An email has been sent to the provided address. Please check your inbox (or spam folder) and follow the instructions.
fr: Un email a été envoyé à l'adresse indiquée. Veuillez vérifier votre boîte de réception (ou courrier indésirable) et suivre les instructions.

# OrchardCore.Try.Views.Home.Success
source: This email contains a link to setup your site and the credentials to access the admin.
fr: Cet emai contient un lien pour activer votre site et les identifiants pour accéder à l'administration.
